[
  {
    "id": 4,
    "type": "sample",
    "title": "Flyknit Upper, intarsia patterned",
    "tags": "prototype, garment, knit",
    "heroImages": ["F369EBA7-82E9-43B6-B438-7050B3ABA454.jpg"],
    "description": "Flyknit upper with decorative intarsia, combining \"high-tech\" structure with traditional aesthetics.",
    "author": "Elise Co, Martin Bernard, Keda Jiang"
  },
  {
    "id": 104,
    "type": "sample",
    "title": "AI intarsia knits, acrylic",
    "tags": "AI, knit",
    "heroImages": ["sampler_aiknits.JPG"],
    "description": "AI-generated knit patterns, knit double-jacquard on Passap machine in acrylic and wool. These patterns were human-selected for their \"noisiness\" (a visual characteristic not common to human-created knitting patterns). ",
    "author": "Elise Co, Ying Huang"
  },
  {
    "id": 105,
    "type": "sample",
    "title": "AI intarsia knits, wool",
    "tags": "AI, knit",
    "heroImages": ["IMG_5042.jpg"],
    "description": "Swatches of 2-color intarsia knit patterns. Half are patterns that were included in the built-in pattern library of a Passap computerized knitting machine. Half were generated by a GAN trained on the Passap patterns.",
    "author": "Elise Co, Ying Huang"
  },
  {
    "id": 111,
    "type": "sample",
    "title": "AI-Generated Knit Patterns",
    "tags": "AI, knit, intarsia",
    "heroImages": ["IMG_4985.jpg"],
    "description": "AI-generated knit patterns, knit intarsia on Brother machine in wool. Some of these patterns were human-selected for their \"noisiness\" (a visual characteristic not common to human-created knitting patterns). Others were selected for their large contiguous areas of color, and relatively even balance between the two colors.",
    "author": "Elise Co, Ying Huang"
  },
  {
    "id": 116,
    "type": "sample",
    "title": "AI-Generated Knit Pattern",
    "tags": "AI, knit, passap",
    "heroImages": ["8281ADD6-C2EE-4143-AF9A-E4A347A6EBF1.JPG"],
    "description": "AI-generated knit patterns, knit double-jacquard on Passap machine in acrylic. These patterns were human-selected for their large contiguous areas of color, and relatively even balance between the two colors.",
    "author": "Elise Co, Ying Huang"
  }
]
